Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Unstar Project
ar: مشروع Unstar
ca: Desmarca el projecte
cs: Odebrat hvězdičku projektu
da: Fjern stjernemarkering af projekt
de: Sternmarkierung entfernen
el: Κατάργηση επισήμανσης έργου
es: Quitar de destacados
fa: حذف ستاره از پروژه
fi: Poista projekti tähti
fr: Retirer des favoris
he: בטל סימון פרויקט בכוכב
hr: Skini zvjezdicu s projekta
hu: Távolítsa el a projekt csillagát
id: Proyek Hapus Bintang
it: Rimuovi progetto dai preferiti
ja: プロジェクトのスターを外す
ko: 프로젝트 별표 해제
ms: Projek Nyahbintang
no: Fjern stjernemerking av prosjekt
pl: Projekt Unstar
pt_br: Remover destaque
pt_pt: Projeto Unstar
ro: Elimină steaua proiectului
ru: Снять отметку с проекта
sk: Zrušiť hviezdičku projektu
sl: Odstrani zvezdico projekta
sv: Ta bort stjärnmärkning för projekt
th: ยกเลิกโปรเจ็กต์
tr: Projenin Yıldızını Kaldır
uk: Зняти зірочку з проєкту
ur: ان اسٹار پروجیکٹ
vi: Bỏ dấu sao dự án
zh_hans: 取消项目星标
zh_hant: 移除專案星號

source: Untitled Row
ar: صف بلا عنوان
ca: Fila sense títol
cs: Řádek bez názvu
da: Unavngivet række
de: Unbenannte Zeile
el: Σειρά χωρίς τίτλο
es: Fila sin título
fa: ردیف بدون عنوان
fi: Nimetön rivi
fr: Ligne sans titre
he: שורה ללא כותרת
hr: Redak bez naslova
hu: Névtelen sor
id: Baris Tanpa Judul
it: Riga senza titolo
ja: 無題の行
ko: 제목 없는 행
ms: Baris Tanpa Tajuk
nl: Naamloze rij
no: Unavngitt rad
pl: Wiersz bez tytułu
pt_br: Linha sem título
pt_pt: Linha sem título
ro: Rând fără titlu
ru: Строка без названия
sk: Riadok bez názvu
sl: Vrstica brez naslova
sv: Namnlös rad
th: แถวที่ไม่มีชื่อ
tr: Adsız Satır
uk: Рядок без назви
ur: بلا عنوان قطار
vi: Hàng không có tiêu đề
zh_hans: 未命名行
zh_hant: 未命名的列

source: Untitled text
ar: نص بلا عنوان
ca: Text sense títol
cs: Text bez názvu
da: Unavngivet tekst
de: Text ohne Titel
el: Κείμενο χωρίς τίτλο
es: Texto sin título
fa: متن بدون عنوان
fi: Nimetön teksti
fr: Texte sans titre
he: טקסט ללא כותרת
hr: Tekst bez naslova
hu: Cím nélküli szöveg
id: Teks tanpa judul
it: Testo senza titolo
ja: 無題のテキスト
ko: 빈 텍스트
ms: Teks tanpa tajuk
nl: Naamloze tekst
no: Unavngitt tekst
pl: Tekst bez tytułu
pt_br: Texto sem título
pt_pt: Texto sem título
ro: Text fără titlu
ru: Текст без названия
sk: Text bez názvu
sl: Besedilo brez naslova
sv: Namnlös text
th: ข้อความที่ไม่มีชื่อ
tr: Adsız metin
uk: Текст без назви
ur: بلا عنوان متن
vi: Văn bản không có tiêu đề
zh_hans: 未命名文本
zh_hant: 未命名的文字

source: Up to date
ar: حتى الآن
ca: Actualitzat
cs: Aktuální
da: Op til dato
de: Aktuell
el: Επίκαιρο
es: Actualizado
fa: به‌روز
fi: Ajantasainen
fr: À jour
he: מעודכן
hr: Ažurno
hu: Naprakész
id: Terkini
it: Aggiornato
ja: 最新の状態
ko: 최신 상태
ms: Terkini
no: Oppdatert
pl: Aktualne
pt_br: Atualizado
pt_pt: Atualizado
ro: La zi
ru: Актуально
sk: Aktuálne
sl: Ažurno
sv: Upp till datum
th: ถึงวันที่
tr: Güncel
uk: Актуально
ur: تازہ ترین
vi: Cập nhật
zh_hans: 已是最新
zh_hant: 已是最新狀態

source: Update App Store Metadata
ar: تحديث البيانات التعريفية App Store
ca: Actualitza les metadades de App Store.
cs: Aktualizovat App Store metadata
da: Opdater App Store-metadata
de: App Store-Metadaten aktualisieren
el: Ενημέρωση App Store Μεταδεδομένων
es: Actualizar metadatos del App Store
fa: به‌روزرسانی فرادادهٔ App Store
fi: Päivitä App Store sisällönkuvaustiedot
fr: Mettre à jour les métadonnées App Store
he: עדכן App Store מטא נתונים
hr: Ažurirajte App Store metapodatke
hu: Frissítse a App Store metaadatait
id: Perbarui App Store Metadata
it: Aggiorna metadati App Store
ja: App Store のメタデータを更新
ko: App Store 메타데이터 업데이트
ms: Kemas kini App Store Metadata
nl: Update App Store Metagegevens
no: Oppdater App Store-metadata
pl: Zaktualizuj metadane App Store.
pt_br: Atualizar metadados da App Store
pt_pt: Atualizar metadados App Store
ro: Actualizați App Store metadatele
ru: Обновить метаданные App Store
sk: Aktualizujte App Store metadáta
sl: Posodobite metapodatke App Store.
sv: Uppdatera App Store metadata
th: อัปเดตข้อมูลเมตา App Store
tr: App Store Meta Verilerini Güncelle
uk: Оновити метадані App Store
ur: App Store میٹا ڈیٹا کو اپ ڈیٹ کریں۔
vi: Cập nhật siêu dữ liệu App Store
zh_hans: 更新 App Store 元数据
zh_hant: 更新 App Store 後設資料

source: Update Metadata…
ar: تحديث البيانات التعريفية...
ca: Actualitza les metadades...
cs: Aktualizovat metadata…
da: Opdater metadata...
de: Metadaten aktualisieren…
el: Ενημέρωση μεταδεδομένων…
es: Actualizar metadatos…
fa: به‌روزرسانی فراداده…
fi: Päivitä metatiedot…
fr: Mettre à jour les métadonnées…
he: עדכן מטא נתונים...
hr: Ažuriraj metapodatke…
hu: Metaadatok frissítése…
id: Perbarui Metadata…
it: Aggiorna metadati…
ja: メタデータを更新…
ko: 메타데이터 업데이트…
ms: Kemas kini Metadata…
nl: Metagegevens bijwerken…
no: Oppdater metadata...
pl: Zaktualizuj metadane…
pt_br: Atualizar metadados…
pt_pt: Atualizar metadados…
ro: Actualizați metadatele...
ru: Обновить метаданные…
sk: Aktualizovať metadáta…
sl: Posodobi metapodatke ...
sv: Uppdatera metadata...
th: อัปเดตข้อมูลเมตา...
tr: Meta Verileri Güncelle…
uk: Оновити метадані…
ur: میٹا ڈیٹا کو اپ ڈیٹ کریں…
vi: Cập nhật siêu dữ liệu…
zh_hans: 更新元数据…
zh_hant: 更新後設資料…

source: Updates
ar: التحديثات
ca: Actualitzacions
cs: Aktualizace
da: Opdateringer
el: Ενημερώσεις
es: Actualizaciones
fa: به‌روزرسانی‌ها
fi: Päivitykset
fr: Mises à jour
he: עדכונים
hr: Ažuriranja
hu: Frissítések
id: Pembaruan
it: Aggiornamenti
ja: アップデート
ko: 업데이트
ms: Kemas kini
no: Oppdateringer
pl: Aktualizacje
pt_br: Atualizações
pt_pt: Atualizações
ro: Actualizări
ru: Обновления
sk: Aktualizácie
sl: Posodobitve
sv: Uppdateringar
th: อัพเดท
tr: Güncellemeler
uk: Оновлення
ur: اپڈیٹس
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新項目

source: Updates existing treatment
ar: تحديثات العلاج الحالي
ca: Actualitza el tractament existent
cs: Aktualizuje stávající léčbu
da: Opdaterer eksisterende behandling
de: Aktualisiert bestehendes Treatment
el: Ενημερώνει την υπάρχουσα θεραπεία
es: Actualiza el tratamiento existente
fa: نسخه آزمایشی موجود را به‌روز می‌کند
fi: Päivittää olemassa olevan hoidon
fr: Met à jour le traitement existant
he: מעדכן את הטיפול הקיים
hr: Ažurira postojeći tretman
hu: Frissíti a meglévő kezelést
id: Memperbarui pengobatan yang ada
it: Aggiorna il trattamento esistente
ja: 既存のトリートメントを更新
ko: 기존 트리트먼트 업데이트
ms: Mengemas kini rawatan sedia ada
nl: Update bestaande behandeling
no: Oppdaterer eksisterende behandling
pl: Aktualizuje istniejące leczenie
pt_br: Atualiza o tratamento existente
pt_pt: Atualiza o tratamento existente
ro: Actualizează tratamentul existent
ru: Обновляет существующий тестовый вариант
sk: Aktualizuje existujúcu liečbu
sl: Posodobi obstoječe zdravljenje
sv: Uppdaterar befintlig behandling
th: ปรับปรุงการรักษาที่มีอยู่
tr: Mevcut alternatif sayfayı günceller
uk: Оновлює наявний тестовий варіант
ur: موجودہ علاج کو اپ ڈیٹ کرتا ہے۔
vi: Cập nhật điều trị hiện tại
zh_hans: 更新现有实验组
zh_hant: 更新現有的處理組

source: Upgrade
ar: ترقية
ca: Actualitza
da: Opgrader
el: Αναβάθμιση
es: Pasar a Pro
fa: ارتقا
fi: Päivitä
fr: Mise à niveau
he: שדרוג
hr: Nadogradnja
hu: Frissítés
id: Tingkatkan
it: Passa a Pro
ja: アップグレード
ko: 업그레이드
ms: Naik taraf
nl: Upgraden
no: Oppgrader
pl: Uaktualnij
pt_pt: Atualizar
ru: Переход на Pro
sk: Inovovať
sl: Nadgradnja
sv: Uppgradera
th: อัพเกรด
tr: Yükseltme
uk: Перехід на Pro
ur: اپ گریڈ کریں۔
vi: Nâng cấp
zh_hans: 升级
zh_hant: 升級

source: Upgrade to Pro
ar: الترقية إلى برو
ca: Actualitza a Pro
cs: Upgradujte na Pro
da: Opgrader til Pro
de: Auf Pro upgraden
el: Αναβάθμιση σε Pro
es: Pasar a Pro
fa: ارتقا به Pro
fi: Päivitä Pro-versioon
fr: Passer à Pro
he: שדרג ל-Pro
hr: Nadogradite na Pro
hu: Frissítsen Pro-ra
id: Tingkatkan ke Pro
it: Passa a Pro
ja: Pro にアップグレード
ko: Pro로 업그레이드
ms: Naik taraf kepada Pro
nl: Upgrade naar Pro
no: Oppgrader til Pro
pl: Uaktualnij do wersji Pro
pt_br: Fazer upgrade para o Pro
pt_pt: Atualizar para Pro
ro: Faceți upgrade la Pro
ru: Перейти на Pro
sk: Inovujte na Pro
sl: Nadgradite na Pro
sv: Uppgradera till Pro
th: อัพเกรดเป็นโปร
tr: Pro'ya Yükselt
uk: Перейти на Pro
ur: پرو میں اپ گریڈ کریں۔
vi: Nâng cấp lên Pro
zh_hans: 升级到 Pro
zh_hant: 升級為 Pro

source: Upload
ar: تحميل
ca: Carrega
cs: Nahrát
da: Overfør
de: Hochladen
el: Μεταφόρτωση
es: Subir
fa: آپلود
fi: Lataa
fr: Envoyer
he: העלה
hr: Prijenos
hu: Feltöltés
id: Unggah
it: Carica
ja: アップロード
ko: 업로드
ms: Muat naik
nl: Uploaden
no: Last opp
pl: Prześlij
pt_br: Enviar
pt_pt: Carregar
ro: Încărcați
ru: Загрузить
sk: Nahrať
sl: Naloži
sv: Ladda upp
th: อัปโหลด
tr: Yükle
uk: Вивантажити
ur: اپ لوڈ کریں۔
vi: Tải lên
zh_hans: 上传
zh_hant: 上傳

source: Upload A/B Test to App Store Connect
ar: تحميل اختبار أ/ب إلى App Store Connect
ca: Carrega la prova A/B a App Store Connect
cs: Nahrát A/B test do App Store Connect
da: Upload A/B-test til App Store Connect
de: A/B-Test in App Store Connect hochladen
el: Μεταφόρτωση δοκιμής A/B σε App Store Connect
es: Subir prueba A/B a App Store Connect
fa: آپلود آزمایش A/B در App Store Connect
fi: Lataa A/B-testi kohteeseen App Store Connect
fr: Envoyer le test A/B vers App Store Connect
he: העלה מבחן A/B ל-App Store Connect
hr: Prenesi A/B test na App Store Connect
hu: A/B teszt feltöltése ide: App Store Connect
id: Unggah Pengujian A/B ke App Store Connect
it: Carica test A/B su App Store Connect
ja: A/B テストを App Store Connect にアップロード
ko: A/B 테스트를 App Store Connect에 업로드
ms: Muat naik Ujian A/B ke App Store Connect
nl: Upload A/B-test naar App Store Connect
no: Last opp A/B-test til App Store Connect
pl: Prześlij test A/B do App Store Connect
pt_br: Enviar teste A/B para o App Store Connect
pt_pt: Carregar teste A/B para App Store Connect
ro: Încărcați testul A/B pe App Store Connect
ru: Загрузить A/B-тест в App Store Connect
sk: Nahrať A/B test do App Store Connect
sl: Naloži preizkus A/B v App Store Connect
sv: Ladda upp A/B-test till App Store Connect
th: อัปโหลดการทดสอบ A/B ไปที่ App Store Connect
tr: A/B Testini App Store Connect'e Yükle
uk: Вивантажити A/B-тест в App Store Connect
ur: A/B ٹیسٹ کو App Store Connect پر اپ لوڈ کریں
vi: Tải thử nghiệm A/B lên App Store Connect
zh_hans: 将 A/B 测试上传到 App Store Connect
zh_hant: 將 A/B 測試上傳至 App Store Connect

source: Upload A/B test to App Store Connect?
ar: هل تريد تحميل اختبار A/B إلى App Store Connect؟
ca: Vols penjar la prova A/B a App Store Connect?
cs: Nahrát A/B test do App Store Connect?
da: Vil du uploade A/B-test til App Store Connect?
de: A/B-Test in App Store Connect hochladen?
el: Μεταφόρτωση δοκιμής A/B στο App Store Connect;
es: ¿Subir la prueba A/B a App Store Connect?
fa: آزمایش A/B در App Store Connect آپلود شود؟
fi: Lähetetäänkö A/B-testi kohteeseen App Store Connect?
fr: Envoyer le test A/B vers App Store Connect ?
he: להעלות בדיקת A/B ל-App Store Connect?
hr: Prenijeti A/B test na App Store Connect?
hu: Feltölti az A/B-tesztet ide: App Store Connect?
id: Unggah pengujian A/B ke App Store Connect?
it: Caricare il test A/B su App Store Connect?
ja: A/B テストを App Store Connect にアップロードしますか？
ko: A/B 테스트를 App Store Connect에 업로드할까요?
ms: Muat naik ujian A/B ke App Store Connect?
nl: A/B-test uploaden naar App Store Connect?
no: Vil du laste opp A/B-test til App Store Connect?
pl: Przesłać test A/B do App Store Connect?
pt_br: Enviar o teste A/B para o App Store Connect?
pt_pt: Carregar teste A/B para App Store Connect?
ro: Încărcați testul A/B pe App Store Connect?
ru: Загрузить A/B-тест в App Store Connect?
sk: Nahrať A/B test do App Store Connect?
sl: Ali želite naložiti test A/B v App Store Connect?
sv: Ladda upp A/B-test till App Store Connect?
th: อัปโหลดการทดสอบ A/B ไปที่ App Store Connect หรือไม่
tr: A/B testi App Store Connect'e yüklensin mi?
uk: Вивантажити A/B-тест в App Store Connect?
ur: A/B ٹیسٹ کو App Store Connect پر اپ لوڈ کریں؟
vi: Tải thử nghiệm A/B lên App Store Connect?
zh_hans: 要将 A/B 测试上传到 App Store Connect 吗？
zh_hant: 要將 A/B 測試上傳至 App Store Connect 嗎？

source: Upload A/B Test to App Store Connect…
ar: تحميل اختبار أ/ب إلى App Store Connect...
ca: Carrega la prova A/B a App Store Connect...
cs: Nahrát A/B test do App Store Connect…
da: Upload A/B-test til App Store Connect...
de: A/B-Test in App Store Connect hochladen…
el: Μεταφόρτωση δοκιμής A/B σε App Store Connect…
es: Subir prueba A/B a App Store Connect…
fa: آپلود آزمایش A/B در App Store Connect…
fi: Lataa A/B-testi kohteeseen App Store Connect…
fr: Envoyer le test A/B vers App Store Connect…
he: העלה מבחן A/B אל App Store Connect...
hr: Prenesi A/B test na App Store Connect…
hu: A/B teszt feltöltése ide: App Store Connect…
id: Unggah Pengujian A/B ke App Store Connect…
it: Carica test A/B su App Store Connect…
ja: A/B テストを App Store Connect にアップロード…
ko: A/B 테스트를 App Store Connect에 업로드…
ms: Muat naik Ujian A/B ke App Store Connect…
nl: A/B-test uploaden naar App Store Connect…
no: Last opp A/B-test til App Store Connect...
pl: Prześlij test A/B do App Store Connect…
pt_br: Enviar teste A/B para o App Store Connect…
pt_pt: Carregar teste A/B para App Store Connect…
ro: Încărcați testul A/B pe App Store Connect...
ru: Загрузить A/B-тест в App Store Connect…
sk: Nahrať A/B test do App Store Connect…
sl: Naloži preizkus A/B v App Store Connect…
sv: Ladda upp A/B-test till App Store Connect...
th: อัปโหลดการทดสอบ A/B ไปที่ App Store Connect...
tr: A/B Testini App Store Connect'e Yükle…
uk: Вивантажити A/B-тест в App Store Connect…
ur: A/B ٹیسٹ کو App Store Connect پر اپ لوڈ کریں…
vi: Tải thử nghiệm A/B lên App Store Connect…
zh_hans: 将 A/B 测试上传到 App Store Connect…
zh_hant: 將 A/B 測試上傳至 App Store Connect…

source: Upload and Replace
ar: تحميل واستبدال
ca: Carrega i substitueix
cs: Nahrát a nahradit
da: Upload og erstat
de: Hochladen und ersetzen
el: Μεταφόρτωση και αντικατάσταση
es: Enviar y reemplazar
fa: آپلود و جایگزین کنید
fi: Lataa ja korvaa
fr: Télécharger et remplacer
he: העלה והחלפה
hr: Učitaj i zamijeni
hu: Feltöltés és csere
id: Unggah dan Ganti
ja: アップロードと置換
ko: 업로드 및 교체
ms: Muat naik dan Ganti
nl: Uploaden en vervangen
no: Last opp og erstatt
pl: Prześlij i zastąp
pt_br: Carregar e substituir
pt_pt: Carregar e substituir
ro: Încărcați și înlocuiți
sk: Nahrať a nahradiť
sl: Naloži in zamenjaj
sv: Ladda upp och ersätt
th: อัปโหลดและแทนที่
ur: اپ لوڈ کریں اور تبدیل کریں۔
vi: Tải lên và thay thế
zh_hans: 上传和替换

source: Upload as
ar: تحميل باسم
ca: Carrega com a
cs: Nahrát jako
da: Upload som
de: Hochladen als
el: Μεταφόρτωση ως
es: Subir como
fa: آپلود به عنوان
fi: Lataa nimellä
fr: Envoyer comme
he: העלה בתור
hr: Prenesi kao
hu: Feltöltés mint
id: Unggah sebagai
it: Carica come
ja: アップロード形式
ko: 업로드 유형
ms: Muat naik sebagai
nl: Uploaden als
no: Last opp som
pl: Prześlij jako
pt_br: Enviar como
pt_pt: Carregar como
ro: Încărcați ca
ru: Загрузить как
sk: Nahrať ako
sl: Naloži kot
sv: Ladda upp som
th: อัพโหลดเป็น
tr: Yükleme türü
uk: Вивантажити як
ur: بطور اپ لوڈ کریں۔
vi: Tải lên dưới dạng
zh_hans: 上传为
zh_hant: 上傳為

source: Upload cancelled. Any set that was already being replaced may be empty in App Store Connect — re-run the upload to refill it.
ar: تم إلغاء التحميل. قد تكون أي مجموعة تم استبدالها بالفعل فارغة خلال App Store Connect — أعد تشغيل التحميل لإعادة تعبئتها.
ca: Pujada cancel·lada. Qualsevol conjunt que ja s'estava substituint pot estar buit a App Store Connect: torna a executar la càrrega per tornar-lo a omplir.
cs: Nahrávání zrušeno. Jakákoli sada, která již byla nahrazena, může být v App Store Connect prázdná – spusťte nahrávání znovu a znovu ji naplňte.
da: Upload annulleret. Ethvert sæt, der allerede blev udskiftet, kan være tomt i App Store Connect - kør uploaden igen for at udfylde den.
de: Hochladen abgebrochen. Jeder Satz, der bereits ersetzt wurde, kann in App Store Connect leer sein – führen Sie den Upload erneut aus, um ihn wieder aufzufüllen.
el: Η μεταφόρτωση ακυρώθηκε. Οποιοδήποτε σύνολο αντικαταστάθηκε ήδη μπορεί να είναι κενό στο App Store Connect — εκτελέστε ξανά τη μεταφόρτωση για να το ξαναγεμίσετε.
es: Envío cancelado. Cualquier conjunto que ya se estuviese reemplazando puede estar vacío en App Store Connect — vuelve a enviar para rellenarlo.
fa: آپلود لغو شد. هر مجموعه ای که قبلاً جایگزین شده بود ممکن است در App Store Connect خالی باشد — بارگذاری را دوباره اجرا کنید تا دوباره پر شود.
fi: Lataus peruttu. Kaikki jo vaihdetut sarjat voivat olla tyhjiä termissä App Store Connect – suorita lataus uudelleen täyttääksesi se.
fr: Téléchargement annulé. Tout ensemble déjà en cours de remplacement peut être vide dans App Store Connect — réexécutez le téléchargement pour le remplir.
he: ההעלאה בוטלה. כל קבוצה שכבר הוחלפה עשויה להיות ריקה ב-App Store Connect - הפעל מחדש את ההעלאה כדי למלא אותה מחדש.
hr: Prijenos je otkazan. Bilo koji skup koji je već bio zamijenjen može biti prazan u App Store Connect — ponovno pokrenite prijenos da biste ga ponovno napunili.
hu: Feltöltés megszakítva. A már lecserélt készletek üresek lehetnek a App Store Connect alatt – futtassa újra a feltöltést az újratöltéshez.
id: Pengunggahan dibatalkan. Set apa pun yang telah diganti mungkin kosong di App Store Connect — jalankan kembali unggahan untuk mengisinya kembali.
ja: アップロードがキャンセルされました。すでに置き換えられていたセットは App Store Connect で空になっている可能性があります。アップロードを再実行して補充してください。
ko: 업로드가 취소되었습니다. 이미 교체된 세트는 App Store Connect에서 비어 있을 수 있습니다. 다시 채우려면 업로드를 다시 실행하세요.
ms: Muat naik dibatalkan. Sebarang set yang telah diganti mungkin kosong dalam App Store Connect — jalankan semula muat naik untuk mengisi semula.
nl: Uploaden geannuleerd. Elke set die al werd vervangen, is mogelijk leeg over App Store Connect. Voer de upload opnieuw uit om deze opnieuw te vullen.
no: Opplasting avbrutt. Ethvert sett som allerede ble erstattet kan være tomt i App Store Connect - kjør opplastingen på nytt for å fylle den på nytt.
pl: Przesyłanie anulowane. Każdy zestaw, który był już zastępowany, może być pusty w App Store Connect — uruchom ponownie przesyłanie, aby go uzupełnić.
pt_br: Carregamento cancelado. Qualquer conjunto que já estava sendo substituído pode estar vazio em App Store Connect — execute novamente o upload para reabastecê-lo.
pt_pt: Carregamento cancelado. Qualquer conjunto que já estava sendo substituído pode ficar vazio em App Store Connect — execute novamente o upload para reabastecê-lo.
ro: Încărcarea a fost anulată. Orice set care a fost deja înlocuit poate fi gol în App Store Connect — reluați încărcarea pentru a-l reumple.
sk: Nahrávanie bolo zrušené. Akákoľvek súprava, ktorá sa už vymieňala, môže byť v App Store Connect prázdna – znova spustite nahrávanie a doplňte ju.
sl: Nalaganje preklicano. Vsak niz, ki je bil že nadomeščen, je morda prazen v App Store Connect — znova zaženite nalaganje, da ga ponovno napolnite.
sv: Uppladdningen avbröts. Alla uppsättningar som redan ersattes kan vara tomma i App Store Connect — kör uppladdningen igen för att fylla på den.
th: การอัปโหลดถูกยกเลิก ชุดใดๆ ที่ถูกแทนที่แล้วอาจว่างเปล่าใน App Store Connect — เรียกใช้การอัปโหลดอีกครั้งเพื่อเติมใหม่
ur: اپ لوڈ منسوخ کر دیا گیا۔ کوئی بھی سیٹ جو پہلے سے تبدیل کیا جا رہا تھا وہ App Store Connect میں خالی ہو سکتا ہے — اسے دوبارہ بھرنے کے لیے اپ لوڈ کو دوبارہ چلائیں۔
vi: Đã hủy tải lên. Bất kỳ bộ nào đã được thay thế đều có thể trống trong App Store Connect — hãy chạy lại quá trình tải lên để nạp lại.
zh_hans: 上传已取消。任何已被替换的集合在 App Store Connect 中可能为空 - 重新运行上传以重新填充它。

source: Upload cancelled. Changes already made in App Store Connect were not reverted.
ar: تم إلغاء التحميل. لم يتم التراجع عن التغييرات التي تم إجراؤها بالفعل في App Store Connect.
ca: Pujada cancel·lada. Els canvis ja fets a App Store Connect no s'han revertit.
cs: Nahrávání zrušeno. Změny již provedené v App Store Connect nebyly vráceny.
da: Upload annulleret. Ændringer, der allerede er foretaget i App Store Connect blev ikke tilbageført.
de: Upload abgebrochen. Bereits in App Store Connect vorgenommene Änderungen wurden nicht rückgängig gemacht.
el: Η μεταφόρτωση ακυρώθηκε. Οι αλλαγές που έγιναν ήδη στο App Store Connect δεν επανήλθαν.
es: Subida cancelada. Los cambios ya hechos en App Store Connect no se revirtieron.
fa: آپلود لغو شد. تغییراتی که قبلاً در App Store Connect انجام شده بود بازگردانده نشد.
fi: Lataus peruttu. Jo tehtyjä muutoksia App Store Connect ei peruutettu.
fr: Envoi annulé. Les modifications déjà faites dans App Store Connect n'ont pas été annulées.
he: ההעלאה בוטלה. שינויים שכבר בוצעו ב-App Store Connect לא בוטלו.
hr: Prijenos je otkazan. Promjene koje su već napravljene u App Store Connect nisu poništene.
hu: Feltöltés megszakítva. A(z) App Store Connect-ban már végrehajtott módosítások nem kerültek visszaállításra.
id: Pengunggahan dibatalkan. Perubahan yang sudah dilakukan di App Store Connect tidak dikembalikan.
it: Caricamento annullato. Le modifiche già apportate in App Store Connect non sono state annullate.
ja: アップロードをキャンセルしました。App Store Connect ですでに行われた変更は元に戻されていません。
ko: 업로드가 취소되었습니다. App Store Connect에 이미 적용된 변경 사항은 되돌려지지 않았습니다.
ms: Muat naik dibatalkan. Perubahan yang telah dibuat dalam App Store Connect tidak dikembalikan.
nl: Uploaden geannuleerd. Wijzigingen die al in App Store Connect zijn aangebracht, zijn niet teruggedraaid.
no: Opplasting avbrutt. Endringer som allerede er gjort i App Store Connect ble ikke tilbakestilt.
pl: Przesyłanie anulowane. Zmiany wprowadzone już w App Store Connect nie zostały cofnięte.
pt_br: Envio cancelado. As alterações já feitas no App Store Connect não foram revertidas.
pt_pt: Carregamento cancelado. As alterações já feitas em App Store Connect não foram revertidas.
ro: Încărcarea a fost anulată. Modificările deja făcute în App Store Connect nu au fost anulate.
ru: Загрузка отменена. Изменения, уже внесенные в App Store Connect, не были отменены.
sk: Nahrávanie bolo zrušené. Zmeny, ktoré už boli vykonané v App Store Connect, neboli vrátené.
sl: Nalaganje preklicano. Spremembe, ki so bile že narejene v App Store Connect, niso bile razveljavljene.
sv: Uppladdningen avbröts. Ändringar som redan gjorts i App Store Connect återställdes inte.
th: การอัปโหลดถูกยกเลิก การเปลี่ยนแปลงที่ทำไปแล้วใน App Store Connect จะไม่ถูกเปลี่ยนกลับ
tr: Yükleme iptal edildi. App Store Connect'te zaten yapılmış değişiklikler geri alınmadı.
uk: Вивантаження скасовано. Зміни, уже внесені в App Store Connect, не скасовано.
ur: اپ لوڈ منسوخ کر دیا گیا۔ App Store Connect میں پہلے سے کی گئی تبدیلیاں واپس نہیں کی گئیں۔
vi: Đã hủy tải lên. Những thay đổi đã được thực hiện trong App Store Connect không được hoàn nguyên.
zh_hans: 上传已取消。已在 App Store Connect 中做出的更改未被撤销。
zh_hant: 已取消上傳。已在 App Store Connect 中做出的更改未被還原。
